Repository: inceozgurr-bit/aeiot-wallet
Catalog: ios/AEIOTWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pt, ru, th, tr, uk, vi, zh_hans

source: The app has no sign-up, no user account and no server of its own. It contains no analytics, advertising or tracking of any kind.
ar: لا يحتوي التطبيق على تسجيل، ولا حساب مستخدم، ولا خادم خاص به. لا يحتوي على أي تحليلات أو إعلانات أو تتبع من أي نوع.
de: Die App hat keine Registrierung, kein Benutzerkonto und keinen eigenen Server. Sie enthält keinerlei Analyse-, Werbe- oder Tracking-Funktionen.
es: La app no tiene registro, ni cuenta de usuario, ni servidor propio. No contiene ningún tipo de analítica, publicidad ni seguimiento.
fr: L'app ne nécessite aucune inscription, aucun compte utilisateur et n'a pas de serveur propre. Elle ne contient aucun outil d'analyse, de publicité ou de suivi.
hi: इस ऐप में कोई साइन-अप नहीं है, कोई यूज़र अकाउंट नहीं है और इसका अपना कोई सर्वर नहीं है। इसमें किसी भी तरह की एनालिटिक्स, विज्ञापन या ट्रैकिंग नहीं है।
id: Aplikasi ini tidak memiliki pendaftaran, akun pengguna, atau server sendiri. Aplikasi ini tidak mengandung analitik, iklan, atau pelacakan dalam bentuk apa pun.
it: L'app non richiede registrazione, non ha un account utente né un proprio server. Non contiene alcun tipo di analisi, pubblicità o tracciamento.
ja: 本アプリにはサインアップもユーザーアカウントも独自サーバーもありません。分析、広告、あらゆる種類のトラッキング機能も含まれていません。
ko: 이 앱은 가입 절차도, 사용자 계정도, 자체 서버도 없습니다. 어떠한 형태의 분석, 광고, 추적 기능도 포함하지 않습니다.
nl: De app heeft geen registratie, geen gebruikersaccount en geen eigen server. Hij bevat geen enkele vorm van analytics, advertenties of tracking.
pt: A app não tem registo, conta de utilizador nem servidor próprio. Não contém qualquer tipo de análise, publicidade ou rastreio.
ru: В приложении нет регистрации, учётной записи и собственного сервера. Оно не содержит никакой аналитики, рекламы или слежки.
th: แอปนี้ไม่มีการสมัครสมาชิก ไม่มีบัญชีผู้ใช้ และไม่มีเซิร์ฟเวอร์ของตัวเอง ไม่มีการวิเคราะห์ข้อมูล โฆษณา หรือการติดตามใดๆ ทั้งสิ้น
tr: Uygulamada kayıt, kullanıcı hesabı ve kendine ait bir sunucu yoktur. Hiçbir analitik, reklam veya takip aracı içermez.
uk: У застосунку немає реєстрації, облікового запису та власного сервера. Він не містить жодної аналітики, реклами чи стеження.
vi: Ứng dụng không yêu cầu đăng ký, không có tài khoản người dùng và không có máy chủ riêng. Ứng dụng không chứa bất kỳ công cụ phân tích, quảng cáo hay theo dõi nào.
zh_hans: 本应用无需注册、没有用户账户，也没有自己的服务器。应用中不包含任何形式的分析、广告或追踪功能。

source: The app is provided as is, without warranty of any kind. The developer is not liable for lost coins, network failures, incorrect prices, or damages arising from use of the app.
ar: يُقدَّم التطبيق كما هو، دون أي ضمان من أي نوع. المطوّر غير مسؤول عن العملات المفقودة، أو أعطال الشبكة، أو الأسعار غير الصحيحة، أو الأضرار الناتجة عن استخدام التطبيق.
de: Die App wird ohne jegliche Gewährleistung bereitgestellt. Der Entwickler haftet nicht für verlorene Coins, Netzwerkausfälle, falsche Preise oder Schäden, die durch die Nutzung der App entstehen.
es: La app se ofrece tal cual, sin garantía de ningún tipo. El desarrollador no es responsable de la pérdida de monedas, fallos de red, precios incorrectos ni daños derivados del uso de la app.
fr: L'app est fournie telle quelle, sans garantie d'aucune sorte. Le développeur n'est pas responsable des pièces perdues, des défaillances réseau, des prix incorrects ou des dommages résultant de l'utilisation de l'app.
hi: यह ऐप जैसा है वैसा (as is) उपलब्ध कराया गया है, बिना किसी तरह की वारंटी के। खोए हुए कॉइन्स, नेटवर्क फेल होने, गलत कीमतों, या ऐप के इस्तेमाल से होने वाले नुकसान के लिए डेवलपर ज़िम्मेदार नहीं है।
id: Aplikasi ini disediakan apa adanya, tanpa jaminan dalam bentuk apa pun. Pengembang tidak bertanggung jawab atas koin yang hilang, kegagalan jaringan, harga yang salah, atau kerugian yang timbul akibat penggunaan aplikasi ini.
it: L'app viene fornita così com'è, senza garanzie di alcun tipo. Lo sviluppatore non è responsabile per monete perse, malfunzionamenti di rete, prezzi errati o danni derivanti dall'uso dell'app.
ja: 本アプリは現状有姿（as is）で提供され、いかなる保証も伴いません。開発者は、コインの喪失、ネットワーク障害、価格の誤り、または本アプリの使用に起因する損害について責任を負いません。
ko: 이 앱은 어떠한 보증도 없이 있는 그대로 제공됩니다. 개발자는 코인 손실, 네트워크 장애, 가격 오류 또는 앱 사용으로 인해 발생하는 손해에 대해 책임지지 않습니다.
nl: De app wordt geleverd zoals hij is, zonder enige garantie. De ontwikkelaar is niet aansprakelijk voor verloren munten, netwerkstoringen, onjuiste koersen of schade door gebruik van de app.
pt: A app é fornecida tal como está, sem garantia de qualquer tipo. O programador não é responsável por moedas perdidas, falhas de rede, preços incorretos ou danos decorrentes da utilização da app.
ru: Приложение предоставляется как есть, без каких-либо гарантий. Разработчик не несёт ответственности за потерянные монеты, сбои сети, неверные цены и ущерб от использования приложения.
th: แอปนี้ให้บริการตามสภาพที่เป็นอยู่ โดยไม่มีการรับประกันใดๆ ทั้งสิ้น ผู้พัฒนาไม่รับผิดชอบต่อเหรียญที่สูญหาย ความล้มเหลวของเครือข่าย ราคาที่ไม่ถูกต้อง หรือความเสียหายที่เกิดจากการใช้แอปนี้
tr: Uygulama olduğu gibi, hiçbir garanti verilmeden sunulur. Geliştirici; kaybolan coinlerden, ağ arızalarından, hatalı fiyatlardan veya uygulamanın kullanımından doğan zararlardan sorumlu değildir.
uk: Застосунок надається як є, без жодних гарантій. Розробник не несе відповідальності за втрачені монети, збої мережі, хибні ціни та шкоду від використання застосунку.
vi: Ứng dụng được cung cấp nguyên trạng (as is), không kèm theo bất kỳ bảo hành nào. Nhà phát triển không chịu trách nhiệm cho việc mất coin, lỗi mạng, giá sai lệch hay bất kỳ thiệt hại nào phát sinh từ việc sử dụng ứng dụng.
zh_hans: 本应用按“现状”提供，不附带任何形式的保证。对于代币丢失、网络故障、价格错误或因使用本应用而产生的损失，开发者概不负责。

source: The app sent a request this wallet could not read.
ar: أرسل التطبيق طلبًا تعذّر على هذه المحفظة قراءته.
de: Die App hat eine Anfrage gesendet, die diese Wallet nicht lesen konnte.
es: La app envió una solicitud que este monedero no pudo leer.
fr: L'app a envoyé une demande que ce portefeuille n'a pas pu lire.
hi: ऐप ने एक ऐसा रिक्वेस्ट भेजा जिसे यह वॉलेट पढ़ नहीं सका।
id: Aplikasi mengirim permintaan yang tidak bisa dibaca oleh wallet ini.
it: L'app ha inviato una richiesta che questo portafoglio non è riuscito a leggere.
ja: アプリが送信したリクエストをこのウォレットは読み取れませんでした。
ko: 앱이 보낸 요청을 이 지갑에서 읽을 수 없었습니다.
nl: De app heeft een verzoek gestuurd dat deze wallet niet kon lezen.
pt: A app enviou um pedido que esta carteira não conseguiu ler.
ru: Приложение отправило запрос, который этот кошелёк не смог прочитать.
th: แอปส่งคำขอที่วอลเล็ทนี้ไม่สามารถอ่านได้
tr: Uygulama bu cüzdanın okuyamadığı bir istek gönderdi.
uk: Застосунок надіслав запит, який цей гаманець не зміг прочитати.
vi: Ứng dụng đã gửi một yêu cầu mà ví này không đọc được.
zh_hans: 该应用发送的请求，此钱包无法读取。

source: The camera is used only to scan a recipient QR code while the Send screen is open. Nothing is recorded or stored.
ar: تُستخدَم الكاميرا فقط لمسح رمز QR للمستلم أثناء فتح شاشة الإرسال. لا يتم تسجيل أو تخزين أي شيء.
de: Die Kamera wird nur verwendet, um den QR-Code eines Empfängers zu scannen, während der Senden-Bildschirm geöffnet ist. Es wird nichts aufgezeichnet oder gespeichert.
es: La cámara se usa solo para escanear el código QR de un destinatario mientras la pantalla de Enviar está abierta. No se graba ni almacena nada.
fr: L'appareil photo est utilisé uniquement pour scanner le code QR d'un destinataire lorsque l'écran d'envoi est ouvert. Rien n'est enregistré ni stocké.
hi: कैमरा सिर्फ़ Send स्क्रीन खुले रहने के दौरान रिसीवर के QR कोड को स्कैन करने के लिए इस्तेमाल होता है। कुछ भी रिकॉर्ड या स्टोर नहीं किया जाता।
id: Kamera hanya digunakan untuk memindai kode QR penerima saat layar Kirim terbuka. Tidak ada yang direkam atau disimpan.
it: La fotocamera viene usata solo per scansionare il codice QR di un destinatario mentre la schermata Invia è aperta. Non viene registrato né memorizzato nulla.
ja: カメラは送信画面が開いている間、受取人のQRコードをスキャンする目的でのみ使用されます。録画や保存は一切行われません。
ko: 카메라는 보내기 화면이 열려 있는 동안 받는 사람의 QR 코드를 스캔하는 용도로만 사용됩니다. 어떤 것도 녹화되거나 저장되지 않습니다.
nl: De camera wordt alleen gebruikt om de QR-code van een ontvanger te scannen terwijl het scherm Verstuur open is. Er wordt niets opgenomen of bewaard.
pt: A câmara é usada apenas para ler o código QR de um destinatário enquanto o ecrã Enviar está aberto. Nada é gravado nem guardado.
ru: Камера используется только для сканирования QR-кода получателя при открытом экране отправки. Ничего не записывается и не сохраняется.
th: กล้องจะถูกใช้เพื่อสแกน QR โค้ดของผู้รับเท่านั้น ขณะที่หน้าจอส่งเปิดอยู่ ไม่มีการบันทึกหรือจัดเก็บข้อมูลใดๆ
tr: Kamera yalnızca Gönder ekranı açıkken alıcının QR kodunu taramak için kullanılır. Hiçbir kayıt yapılmaz, hiçbir şey saklanmaz.
uk: Камера використовується лише для сканування QR-коду одержувача за відкритого екрана надсилання. Нічого не записується й не зберігається.
vi: Máy ảnh chỉ được sử dụng để quét mã QR của người nhận khi màn hình Gửi đang mở. Không có gì được ghi lại hay lưu trữ.
zh_hans: 相机仅在“发送”页面打开时用于扫描收款人的二维码，不会录制或保存任何内容。

source: The recipient has no %1$@ account on Solana yet. Ask them to receive a little %2$@ first, then try again.
ar: لا يملك المستلم حسابًا لـ %1$@ على Solana بعد. اطلب منه استلام القليل من %2$@ أولًا، ثم حاول مرة أخرى.
de: Der Empfänger hat noch kein %1$@-Konto auf Solana. Bitte ihn, zuerst etwas %2$@ zu empfangen, und versuche es dann erneut.
es: El destinatario aún no tiene una cuenta de %1$@ en Solana. Pídele que reciba primero un poco de %2$@ y vuelve a intentarlo.
fr: Le destinataire n'a pas encore de compte %1$@ sur Solana. Demandez-lui de recevoir d'abord un peu de %2$@, puis réessayez.
hi: रिसीवर के पास अभी Solana पर %1$@ अकाउंट नहीं है। उनसे पहले थोड़ा %2$@ रिसीव करने के लिए कहें, फिर दोबारा कोशिश करें।
id: Penerima belum memiliki akun %1$@ di Solana. Minta mereka menerima sedikit %2$@ terlebih dahulu, lalu coba lagi.
it: Il destinatario non ha ancora un account %1$@ su Solana. Chiedigli di ricevere prima un po' di %2$@, poi riprova.
ja: 受取人はSolana上にまだ%1$@アカウントを持っていません。先に少量の%2$@を受け取ってもらってから、もう一度お試しください。
ko: 받는 사람은 아직 솔라나에 %1$@ 계정이 없습니다. 먼저 %2$@를 조금 받도록 요청한 뒤 다시 시도하세요.
nl: De ontvanger heeft nog geen %1$@-account op Solana. Vraag hem eerst wat %2$@ te ontvangen en probeer het opnieuw.
pt: O destinatário ainda não tem uma conta %1$@ na Solana. Peça-lhe que receba um pouco de %2$@ primeiro e tente novamente.
ru: У получателя пока нет счёта %1$@ в сети Solana. Попросите его сначала получить немного %2$@ и повторите попытку.
th: ผู้รับยังไม่มีบัญชี %1$@ บน Solana ให้ผู้รับรับ %2$@ เล็กน้อยก่อน แล้วลองใหม่อีกครั้ง
tr: Alıcının Solana'da henüz %1$@ hesabı yok. Önce biraz %2$@ almasını iste, sonra tekrar dene.
uk: У одержувача поки немає рахунку %1$@ в мережі Solana. Попросіть його спершу отримати трохи %2$@ і спробуйте знову.
vi: Người nhận chưa có tài khoản %1$@ trên Solana. Hãy nhờ họ nhận một ít %2$@ trước, rồi thử lại.
zh_hans: 收款人在 Solana 上还没有 %1$@ 账户。请让对方先接收一点 %2$@，然后重试。

source: The swap was not approved on the network. Nothing was swapped.
ar: لم تتم الموافقة على التبديل في الشبكة. لم يتم تبديل أي شيء.
de: Der Tausch wurde im Netzwerk nicht genehmigt. Es wurde nichts getauscht.
es: El cambio no fue aprobado en la red. No se cambió nada.
fr: L'échange n'a pas été approuvé sur le réseau. Rien n'a été échangé.
hi: नेटवर्क पर स्वैप मंज़ूर नहीं हुआ। कुछ भी स्वैप नहीं हुआ।
id: Pertukaran tidak disetujui di jaringan. Tidak ada yang ditukar.
it: Lo scambio non è stato approvato sulla rete. Non è stato scambiato nulla.
ja: スワップはネットワーク上で承認されませんでした。何もスワップされませんでした。
ko: 스왑이 네트워크에서 승인되지 않았습니다. 아무것도 스왑되지 않았습니다.
nl: De wissel is niet goedgekeurd op het netwerk. Er is niets gewisseld.
pt: A troca não foi aprovada na rede. Nada foi trocado.
ru: Обмен не был подтверждён в сети. Ничего не было обменяно.
th: การสวอปไม่ได้รับการอนุมัติบนเครือข่าย ไม่มีการสวอปเกิดขึ้น
tr: Takas ağda onaylanmadı. Hiçbir şey takas edilmedi.
uk: Обмін не було підтверджено в мережі. Нічого не було обміняно.
vi: Giao dịch hoán đổi không được chấp thuận trên mạng. Không có gì được hoán đổi.
zh_hans: 兑换未在网络上获得批准。没有发生任何兑换。

source: Theme
ar: المظهر
de: Design
es: Tema
fr: Thème
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pt: Tema
ru: Тема
th: ธีม
tr: Tema
uk: Тема
vi: Chủ Đề
zh_hans: 主题

source: These networks are public. Any address and transaction, including yours, can be viewed by anyone through a block explorer. This is a property of the blockchain, not of this app.
ar: هذه الشبكات عامة. يمكن لأي شخص عرض أي عنوان ومعاملة، بما في ذلك عنوانك ومعاملاتك، من خلال مستكشف الكتل (block explorer). هذه خاصية للبلوكتشين، وليست خاصية لهذا التطبيق.
de: Diese Netzwerke sind öffentlich. Jede Adresse und Transaktion, einschließlich deiner eigenen, kann von jedem über einen Block-Explorer eingesehen werden. Dies ist eine Eigenschaft der Blockchain, nicht dieser App.
es: Estas redes son públicas. Cualquier dirección y transacción, incluidas las tuyas, puede ser vista por cualquiera a través de un explorador de bloques. Esto es una propiedad de la blockchain, no de esta app.
fr: Ces réseaux sont publics. Toute adresse et transaction, y compris les vôtres, peut être consultée par n'importe qui via un explorateur de blocs. Ceci est une propriété de la blockchain, pas de cette app.
hi: ये नेटवर्क पब्लिक हैं। कोई भी ब्लॉक एक्सप्लोरर के ज़रिए किसी भी एड्रेस और ट्रांजैक्शन को देख सकता है, आपका भी। यह ब्लॉकचेन की खासियत है, इस ऐप की नहीं।
id: Jaringan-jaringan ini bersifat publik. Setiap alamat dan transaksi, termasuk milikmu, bisa dilihat siapa saja melalui block explorer. Ini adalah sifat dari blockchain, bukan dari aplikasi ini.
it: Queste reti sono pubbliche. Qualsiasi indirizzo e transazione, inclusi i tuoi, può essere visualizzato da chiunque tramite un block explorer. Questa è una caratteristica della blockchain, non di questa app.
ja: これらのネットワークは公開されています。あなたのものを含め、あらゆるアドレスと取引はブロックエクスプローラーを通じて誰でも閲覧できます。これはブロックチェーン自体の性質であり、本アプリによるものではありません。
ko: 이 네트워크들은 공개되어 있습니다. 사용자의 것을 포함한 모든 주소와 거래는 블록 탐색기를 통해 누구나 볼 수 있습니다. 이는 블록체인 자체의 특성이며, 이 앱의 특성이 아닙니다.
nl: Deze netwerken zijn openbaar. Elk adres en elke transactie, ook die van jou, is voor iedereen zichtbaar via een block explorer. Dat is een eigenschap van de blockchain, niet van deze app.
pt: Estas redes são públicas. Qualquer endereço e transação, incluindo os seus, podem ser vistos por qualquer pessoa num explorador de blocos. Isto é uma característica da blockchain, não desta app.
ru: Эти сети публичны. Любой адрес и транзакцию, включая ваши, может посмотреть кто угодно через обозреватель блоков. Это свойство блокчейна, а не приложения.
th: เครือข่ายเหล่านี้เป็นสาธารณะ ที่อยู่และธุรกรรมใดๆ รวมถึงของคุณ สามารถถูกดูได้โดยทุกคนผ่าน block explorer นี่คือคุณสมบัติของบล็อกเชน ไม่ใช่ของแอปนี้
tr: Bu ağlar herkese açıktır. Seninki dahil her adres ve işlem, bir blok gezgini üzerinden herkes tarafından görüntülenebilir. Bu, uygulamanın değil blok zincirinin bir özelliğidir.
uk: Ці мережі публічні. Будь-яку адресу й транзакцію, включно з вашими, може переглянути будь-хто через оглядач блоків. Це властивість блокчейну, а не застосунку.
vi: Các mạng này là công khai. Bất kỳ ai cũng có thể xem mọi địa chỉ và giao dịch, kể cả của bạn, thông qua một trình khám phá khối (block explorer). Đây là đặc tính của blockchain, không phải của ứng dụng này.
zh_hans: 这些网络是公开的。任何人都可以通过区块浏览器查看包括你在内的任何地址和交易。这是区块链本身的特性，而非本应用的行为。

source: This XRP account is not activated yet.
ar: لم يتم تفعيل حساب XRP هذا بعد.
de: Dieses XRP-Konto ist noch nicht aktiviert.
es: Esta cuenta de XRP aún no está activada.
fr: Ce compte XRP n'est pas encore activé.
hi: यह XRP अकाउंट अभी एक्टिवेट नहीं हुआ है।
id: Akun XRP ini belum diaktifkan.
it: Questo account XRP non è ancora attivato.
ja: このXRPアカウントはまだアクティベートされていません。
ko: 이 XRP 계정은 아직 활성화되지 않았습니다.
nl: Dit XRP-account is nog niet geactiveerd.
pt: Esta conta XRP ainda não está ativada.
ru: Этот счёт XRP ещё не активирован.
th: บัญชี XRP นี้ยังไม่ได้เปิดใช้งาน
tr: Bu XRP hesabı henüz aktif değil.
uk: Цей рахунок XRP ще не активовано.
vi: Tài khoản XRP này chưa được kích hoạt.
zh_hans: 此 XRP 账户尚未激活。

source: This app is asking you to sign data this wallet cannot read.
ar: يطلب منك هذا التطبيق توقيع بيانات لا تستطيع هذه المحفظة قراءتها.
de: Diese App bittet dich, Daten zu signieren, die dieses Wallet nicht lesen kann.
es: Esta app te está pidiendo que firmes datos que esta billetera no puede leer.
fr: Cette app vous demande de signer des données que ce portefeuille ne peut pas lire.
hi: यह ऐप आपसे ऐसा डेटा साइन करने के लिए कह रहा है जिसे यह वॉलेट पढ़ नहीं सकता।
id: Aplikasi ini meminta kamu menandatangani data yang tidak bisa dibaca oleh dompet ini.
it: Questa app ti sta chiedendo di firmare dati che questo portafoglio non può leggere.
ja: このアプリは、このウォレットが読み取れないデータへの署名を求めています。
ko: 이 앱은 이 지갑이 읽을 수 없는 데이터에 서명하도록 요청하고 있습니다.
nl: Deze app vraagt je om gegevens te ondertekenen die deze wallet niet kan lezen.
pt: Esta app está a pedir-lhe que assine dados que esta carteira não consegue ler.
ru: Это приложение просит вас подписать данные, которые этот кошелёк не может прочитать.
th: แอปนี้กำลังขอให้คุณเซ็นข้อมูลที่วอลเล็ตนี้ไม่สามารถอ่านได้
tr: Bu uygulama, bu cüzdanın okuyamadığı bir veriyi imzalamanı istiyor.
uk: Цей застосунок просить вас підписати дані, які цей гаманець не може прочитати.
vi: Ứng dụng này đang yêu cầu bạn ký dữ liệu mà ví này không thể đọc được.
zh_hans: 此应用要求你为该钱包无法读取的数据签名。

source: This device looks jailbroken
ar: يبدو أن هذا الجهاز مكسور الحماية (jailbroken)
de: Dieses Gerät scheint einen Jailbreak zu haben
es: Este dispositivo parece tener jailbreak
fr: Cet appareil semble jailbreaké
hi: यह डिवाइस जेलब्रोकन लग रहा है
id: Perangkat ini tampaknya di-jailbreak
it: Questo dispositivo sembra avere il jailbreak
ja: このデバイスは脱獄(Jailbreak)されている可能性があります
ko: 이 기기는 탈옥된 것으로 보입니다
nl: Dit apparaat lijkt gejailbreakt
pt: Este dispositivo parece ter jailbreak
ru: Похоже, на устройстве джейлбрейк
th: อุปกรณ์นี้ดูเหมือนจะถูกเจลเบรก
tr: Bu cihaz jailbreak'li görünüyor
uk: Схоже, на пристрої джейлбрейк
vi: Thiết bị này có dấu hiệu đã jailbreak
zh_hans: 此设备似乎已越狱

source: This removes the wallet from this device. You can only restore it with its 12-word recovery phrase.
ar: سيؤدي هذا إلى إزالة المحفظة من هذا الجهاز. لا يمكنك استعادتها إلا باستخدام عبارة الاسترداد المكونة من 12 كلمة.
de: Dadurch wird die Wallet von diesem Gerät entfernt. Du kannst sie nur mit ihrer 12-Wörter-Wiederherstellungsphrase wiederherstellen.
es: Esto elimina el monedero de este dispositivo. Solo podrás restaurarlo con su frase de recuperación de 12 palabras.
fr: Cela supprime le portefeuille de cet appareil. Vous ne pourrez le restaurer qu'avec sa phrase de récupération de 12 mots.
hi: इससे वॉलेट इस डिवाइस से हट जाएगा। आप इसे सिर्फ़ इसके 12-शब्दों वाले रिकवरी फ्रेज़ से ही रीस्टोर कर सकते हैं।
id: Ini akan menghapus wallet dari perangkat ini. Kamu hanya bisa memulihkannya dengan frasa pemulihan 12 kata miliknya.
it: Questo rimuove il portafoglio da questo dispositivo. Potrai ripristinarlo solo con la sua frase di recupero di 12 parole.
ja: これにより、このデバイスからウォレットが削除されます。復元できるのは12個のリカバリーフレーズを使った場合のみです。
ko: 이 작업은 이 기기에서 지갑을 제거합니다. 12단어 복구 구문으로만 다시 복원할 수 있습니다.
nl: Hiermee wordt de wallet van dit apparaat verwijderd. Je kunt hem alleen herstellen met de herstelzin van 12 woorden.
pt: Isto remove a carteira deste dispositivo. Só a poderá restaurar com a frase de recuperação de 12 palavras.
ru: Кошелёк будет удалён с этого устройства. Восстановить его можно только фразой восстановления из 12 слов.
th: การดำเนินการนี้จะลบวอลเล็ทออกจากอุปกรณ์นี้ คุณจะกู้คืนได้ก็ต่อเมื่อใช้วลีกู้คืน 12 คำของวอลเล็ทนี้เท่านั้น
tr: Bu cüzdanı bu cihazdan kaldırır. Yalnızca 12 kelimelik kurtarma ifadesiyle geri getirebilirsin.
uk: Гаманець буде видалено з цього пристрою. Відновити його можна лише фразою відновлення з 12 слів.
vi: Thao tác này sẽ xóa ví khỏi thiết bị này. Bạn chỉ có thể khôi phục ví bằng cụm từ khôi phục 12 từ của nó.
zh_hans: 此操作会将钱包从本设备中移除。你只能通过其 12 个助记词来恢复它。

source: This request is for a different wallet than the one you have open.
ar: هذا الطلب مخصص لمحفظة مختلفة عن المحفظة المفتوحة لديك حاليًا.
de: Diese Anfrage ist für eine andere Wallet als die, die du gerade geöffnet hast.
es: Esta solicitud es para un monedero distinto del que tienes abierto.
fr: Cette demande concerne un portefeuille différent de celui que vous avez ouvert.
hi: यह रिक्वेस्ट आपके मौजूदा खुले वॉलेट से अलग वॉलेट के लिए है।
id: Permintaan ini untuk wallet yang berbeda dari yang sedang kamu buka.
it: Questa richiesta riguarda un portafoglio diverso da quello che hai aperto.
ja: このリクエストは、現在開いているウォレットとは別のウォレット宛てです。
ko: 이 요청은 현재 열려 있는 지갑과 다른 지갑을 대상으로 합니다.
nl: Dit verzoek is voor een andere wallet dan die je nu open hebt.
pt: Este pedido é para uma carteira diferente da que tem aberta.
ru: Этот запрос предназначен для другого кошелька, а не того, что у вас сейчас открыт.
th: คำขอนี้มีไว้สำหรับวอลเล็ทอื่นที่ไม่ใช่วอลเล็ทที่คุณเปิดอยู่ตอนนี้
tr: Bu istek, şu anda açık olan cüzdandan farklı bir cüzdan için.
uk: Цей запит призначений для іншого гаманця, а не того, що зараз відкритий у вас.
vi: Yêu cầu này dành cho một ví khác với ví bạn đang mở.
zh_hans: 此请求对应的钱包与你当前打开的钱包不同。

source: This site could not be verified.
ar: تعذّر التحقق من هذا الموقع.
de: Diese Website konnte nicht verifiziert werden.
es: No se pudo verificar este sitio.
fr: Ce site n'a pas pu être vérifié.
hi: इस साइट को सत्यापित नहीं किया जा सका।
id: Situs ini tidak dapat diverifikasi.
it: Non è stato possibile verificare questo sito.
ja: このサイトを確認できませんでした。
ko: 이 사이트를 확인할 수 없습니다.
nl: Deze site kon niet worden geverifieerd.
pt: Não foi possível verificar este site.
ru: Не удалось проверить этот сайт.
th: ไม่สามารถยืนยันเว็บไซต์นี้ได้
tr: Bu site doğrulanamadı.
uk: Не вдалося перевірити цей сайт.
vi: Không thể xác minh trang web này.
zh_hans: 无法验证此网站。

source: This site is flagged as fraudulent. Do not sign.
ar: تم الإبلاغ عن هذا الموقع كموقع احتيالي. لا توقّع.
de: Diese Website wurde als betrügerisch markiert. Nicht signieren.
es: Este sitio está marcado como fraudulento. No firmes.
fr: Ce site est signalé comme frauduleux. Ne signez pas.
hi: इस साइट को धोखाधड़ी वाली साइट के रूप में चिह्नित किया गया है। साइन न करें।
id: Situs ini ditandai sebagai penipuan. Jangan tanda tangani.
it: Questo sito è segnalato come fraudolento. Non firmare.
ja: このサイトは詐欺サイトとして報告されています。署名しないでください。
ko: 이 사이트는 사기 사이트로 신고되었습니다. 서명하지 마세요.
nl: Deze site is gemarkeerd als frauduleus. Niet ondertekenen.
pt: Este site está marcado como fraudulento. Não assine.
ru: Этот сайт помечен как мошеннический. Не подписывайте.
th: เว็บไซต์นี้ถูกทำเครื่องหมายว่าฉ้อโกง อย่าเซ็น
tr: Bu site dolandırıcılık olarak işaretlendi. İmzalama.
uk: Цей сайт позначено як шахрайський. Не підписуйте.
vi: Trang web này bị gắn cờ là lừa đảo. Không được ký.
zh_hans: 此网站已被标记为欺诈网站。请勿签名。

source: This usually takes a few seconds on Base.
ar: عادةً ما يستغرق ذلك ثوانٍ قليلة على Base.
de: Das dauert auf Base normalerweise nur wenige Sekunden.
es: Esto suele tardar unos segundos en Base.
fr: Cela prend généralement quelques secondes sur Base.
hi: Base पर आमतौर पर इसमें कुछ सेकंड लगते हैं।
id: Ini biasanya hanya butuh beberapa detik di jaringan Base.
it: Di solito richiede pochi secondi su Base.
ja: Base上では通常数秒で完了します。
ko: Base에서는 보통 몇 초 정도 걸립니다.
nl: Op Base duurt dit meestal een paar seconden.
pt: Na Base isto costuma demorar alguns segundos.
ru: В сети Base это обычно занимает несколько секунд.
th: โดยปกติจะใช้เวลาเพียงไม่กี่วินาทีบนเครือข่าย Base
tr: Base üzerinde genelde birkaç saniye sürer.
uk: У мережі Base це зазвичай триває кілька секунд.
vi: Thao tác này thường mất vài giây trên mạng Base.
zh_hans: 在 Base 网络上通常只需几秒钟。
